[
  {
    "id": 1,
    "category": "morning",
    "arabic": "اللّهـمَّ أَنتَ رَبِّي لا إلهَ إلاّ أنت، خَلَقْتَني وأنا عبدُك، وأنا على عهْدِكَ ووَعْدِكَ ما استطعت، أعـوذُ بِكَ من شَرِّ ما صَنَعْت، أبوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وأبوءُ بِذَنْبي فاغْفِرْ لي، فإنه لا يَغْفِرُ الذُّنُوبَ إلاّ أنت.",
    "benefit": "من قاله موقنًا به ومات في يومه دخل الجنة."
  },
  {
    "id": 2,
    "category": "morning",
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ المُلكُ لله، والحمدُ لله، لا إله إلا الله وحده لا شريك له، لهُ المُلكُ ولهُ الحمد، وهو على كل شيءٍ قدير. رَبِّ أسألكَ خيرَ ما في هذا اليومِ وخيرَ ما بعده، وأعوذُ بكَ من شرِّ ما في هذا اليومِ وشرِّ ما بعده، ربِّ أعوذُ بكَ من الكسل وسوءِ الكِبَر، ربِّ أعوذُ بكَ من عذابٍ في النارِ وعذابٍ في القبر.",
    "benefit": "تحصين من الشرك وتأكيد التوكل على الله، ودعاء لليوم بأكمله."
  },
  {
    "id": 3,
    "category": "evening",
    "arabic": "اللّهـمَّ إنِّي أمسيتُ أُشهِدُك وأُشهِدُ حَمَلةَ عرشك، وملائكتك، وجميع خلقك، أنَّك أنت الله لا إله إلا أنت، وحدك لا شريك لك، وأنَّ محمدًا عبدك ورسولك.",
    "benefit": "من قالها أربع مرات أعتقه الله من النار."
  },
  {
    "id": 4,
    "category": "evening",
    "arabic": "أمسينا وأمسى الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. رب أسألك خير ما في هذه الليلة وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها. رب أعوذ بك من الكسل وسوء الكبر، رب أعوذ بك من عذاب في النار وعذاب في القبر.",
    "benefit": "ذكر شامل للتحصين والثناء على الله، والدعاء بالخير."
  },
  {
    "id": 5,
    "category": "sleep",
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَحْيَا وَأَمُوتُ.",
    "benefit": "سنة نبوية قبل النوم تُذكر بالبعث والحساب."
  },
  {
    "id": 6,
    "category": "sleep",
    "arabic": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ.",
    "benefit": "حماية من عذاب القبر ويوم القيامة."
  },
  {
    "id": 7,
    "category": "general",
    "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ.",
    "benefit": "دعاء جامع لخيري الدنيا والآخرة ودفع النار."
  },
  {
    "id": 8,
    "category": "general",
    "arabic": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي، وَارْزُقْنِي.",
    "benefit": "دعاء شامل لخيري الدين والدنيا."
  },
  {
    "id": 9,
    "category": "general",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ.",
    "benefit": "أفضل ما يُسأل، جمع بين العفو والعافية في الدنيا والآخرة."
  },
  {
    "id": 10,
    "category": "general",
    "arabic": "اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ.",
    "benefit": "من قالها سبع مرات بعد الفجر والمغرب كتب له الله النجاة من النار."
  }
]
